// Массив с книгами
const books = [
  {
    id: 1,  // Уникальный номер книги
    title: "Мастер и Маргарита",
    author: "Михаил Булгаков",
    description: "Роман о любви, дьяволе и силе искусства. Дьявол посещает Москву 1930-х годов.",
    price: 450,
    ratings: [3, 3, 3, 3, 3],  // Массив оценок пользователей
    cover: "/imgs/book1.webp"
  },
  {
    id: 2,
    title: "Преступление и наказание",
    author: "Фёдор Достоевский",
    description: "Психологическая драма о студенте Раскольникове, совершившем убийство.",
    price: 380,
    ratings: [5, 5, 4, 5],
    cover: "/imgs/book2.webp"
  },
  {
    id: 3,
    title: "Анна Каренина",
    author: "Лев Толстой",
    description: "Трагическая история любви замужней дамы Анны Карениной.",
    price: 520,
    ratings: [4, 5, 4, 4, 5, 4],
    cover: "/imgs/book3.webp"
  },
  {
    id: 4,
    title: "1984",
    author: "Джордж Оруэлл",
    description: "Роман-антиутопия о тоталитарном режиме и потере личности.",
    price: 350,
    ratings: [5, 5, 5, 4, 5],
    cover: "/imgs/book4.webp"
  },
  {
    id: 5,
    title: "Война и мир",
    author: "Лев Толстой",
    description: "Масштабный роман-эпопея о жизни русского общества в эпоху Наполеоновских войн.",
    price: 890,
    ratings: [5, 4, 5, 4],
    cover: "/imgs/book5.webp"
  }
];

export default books;